{

  "wazzifni": "",
  "home": "الرئيسية",
  "privacy_policy": "سياسة الخصوصية",
  "terms": "الشروط والأحكام",
  "start_wazzifni": "وظفني – فرصتك تبدأ من هنا",
  "today_job": "وظيفة اليوم، مستقبل الغد",
  "why_wazzifni": "لماذا وظفني؟",
  "easy_use": "واجهة بسيطة وسريعة",
  "updated_jobs": "وظائف محدثة يومياً",
  "for_iraq": "يخدم سوق العمل العراقي",
  "step_1": "حمّل التطبيق",
  "step_2": "أنشئ حسابًا",
  "step_3": "قدّم على الوظائف",
  "step_4": "تواصل مع الشركات",
  "how_works": "كيف يعمل؟",
  "training_services_title": "خدمات التدريب المهني",
  "training_description": "نساعدك على اكتساب المهارات العملية المطلوبة لدخول سوق العمل بثقة من خلال برامج تدريبية احترافية وشاملة.",
  "service_1": "برامج تدريب مهني للشباب",
  "service_2": "دورات تطوير مهارات سوق العمل",
  "service_3": "عروض حصرية لمستخدمي التطبيق",
  "about_app_title": "عن التطبيق",
  "about_app_description": "\"وظفني\" هو تطبيق توظيف رقمي ذكي يربط الباحثين عن عمل بأصحاب الشركات والمؤسسات في العراق مباشرة وبطريقة فعالة.\nيوفر التطبيق واجهة استخدام سهلة تمكّن المستخدمين من إنشاء حسابات احترافية، تحميل السير الذاتية، والتقديم على فرص العمل المتاحة خلال دقائق.\nيركز التطبيق على تلبية احتياجات سوق العمل المحلي، ويجمع بين التوظيف، الإشعارات الذكية، وخدمات التدريب المهني المساندة.",

  "about_developer_title": "عن الشركة المطورة",
  "about_developer_description": "تطبيق \"وظفني\" هو أحد مشاريع شركة بوابة التوظيف لتقديم وتشغيل الأيدي العاملة المحدودة المسؤولية، وهي شركة عراقية مسجلة مقرها محافظة النجف.\nتسعى الشركة إلى تطوير حلول تقنية في مجال التوظيف والتشغيل، وتهدف إلى تنظيم وتطوير سوق العمل المحلي من خلال منصة موثوقة تربط أصحاب العمل بالباحثين عن فرص عمل.",

  "contact_info_title": "معلومات الاتصال",
  "contact_email_label": "البريد الإلكتروني",
  "contact_email_value": "info@wazzifni.com",
  "contact_phone_label": "رقم الهاتف",
  "contact_phone_value": "964-7870883877",
  "contact_address_label": "العنوان",
  "contact_address_value": "النجف – حي الغدير – مقابل كلية الإدارة والاقتصاد",
  "privacy_intro": "مقدمة",
  "privacy_intro_text": "تلتزم شركة بوابة التوظيف بحماية خصوصية مستخدمي تطبيق \"وظفني\".",
  "privacy_definitions": "التعاريف",
  "privacy_definitions_text": "• \"الشركة\": تشير إلى شركة بوابة التوظيف لاستقدام وتشغیل الأیدي العاملة المحدودة.\n• \"التطبيق\": یقصد بھ تطبیق \"وظفني\" والموقع الإلكتروني المرتبط به.\n• \"المستخدم\": كل شخص طبیعي أو معنوي یستخدم خدمات التطبیق سواء بصفته باحثاً عن عمل أو صاحب عمل.\n• \"البيانات الشخصية\": تشیر إلى كل معلومة تُعرف أو تُمكن من التعرف على المستخدم.",
  "privacy_data_collection": "نطاق جمع البيانات",
  "privacy_data_collection_text": "تلتزم الشركة بجمع البیانات التالیة فقط بما یتوافق مع القانون وضرورة تقدیم الخدمة:\n• الاسم الكامل، البريد الإلكتروني، رقم الهاتف\n• المعلومات المھنیة و السيرة الذاتية \n• بیانات الموقع الجغرافي بموافقة المستخدم\n• بیانات الاستخدام IP ، نوع الجھاز، نظام التشغیل، أوقات الاستخدام.",
  "privacy_data_usage": "أغراض استخدام البيانات",
  "privacy_data_usage_text": "• تمكین المستخدم من استخدام الخدمات المقدّمة. \n• تخصیص وتحسین تجربة المستخدم داخل التطبیق. \n• إرسال تنبیھات عن فرص العمل والدورات التدریبیة. \n• الامتثال للالتزامات القانونیة والتنظیمیة.",
  "privacy_data_sharing": "مشاركة البيانات",
  "privacy_data_sharing_text": "تلتزم الشركة بعدم بیع أو مشاركة البیانات الشخصیة لأي طرف ثالث دون إذن صریح، باستثناء:\n• أصحاب العمل المسجلین الذین یعرض المستخدم بیاناتھ لھم ضمن سیرتھ الذاتیة. \n• الجھات الرسمیة والقضائیة بموجب طلب قانوني.",
  "privacy_data_protection": "حماية البيانات",
  "privacy_data_protection_text": "تتخذ الشركة جمیع التدابیر الفنیة والتنظیمیة اللازمة لحمایة بیانات المستخدم من الفقد أو الاختراق أو الاستخدام غیر المشروع، بما یشمل التشفیر والبروتوكولات الآمنة SSL.",
  "privacy_user_rights": "حقوق المستخدم",
  "privacy_user_rights_text": "للمستخدم الحقوق الآتیة:\n• الاطلاع على بیاناتھ وتعدیلھا أو طلب حذفھا نھائیًا.\n• الاعتراض على استخدام بیاناتھ لأغراض تسویقیة.\n• سحب الموافقة على معالجة البیانات في أي وقت.",
  "privacy_cookies": "ملفات الكوكيز",
  "privacy_cookies_text": "قد یستخدم التطبیق ملفات تعریف الارتباط لتحسین أداء الموقع وتخصیص المحتوى. ویحق للمستخدم تعطیلھا من إعدادات المتصفح.",
  "privacy_modifications": "التعديلات",
  "privacy_modifications_text": "تحتفظ الشركة بحقھا في تعدیل سیاسة الخصوصیة في أي وقت، ویتم إشعار المستخدم بالتعدیلات الجوھریة من خلال التطبیق أو البرید الإلكتروني.",
  "privacy_law": "القانون الواجب التطبیق",
  "privacy_law_text": "تخضع ھذه السیاسة لأحكام قانون حمایة البیانات المعمول به في جمھوریة العراق، وتختص محاكم محافظة النجف بالنظر في أي نزاع ینشأ عنھا.",

  "terms_acceptance": "القبول والالتزام",
  "terms_acceptance_text": "يعدّ استخدام التطبيق أو تصفحه بمثابة موافقة صريحة على الالتزام بجميع بنود هذه الشروط، وعلى المستخدم الالتزام بها طيلة فترة استخدامه للتطبيق.",

  "terms_eligibility": "أهلية المستخدم",
  "terms_eligibility_text": "يشترط في المستخدم أن يكون متمتعًا بالأهلية القانونية الكاملة، وأي استخدام من قبل قاصر يتم تحت مسؤولية وليّه القانوني.",

  "terms_account_creation": "إنشاء الحساب",
  "terms_account_creation_text": "يلتزم المستخدم عند إنشاء الحساب بما يلي:\n- تقديم معلومات دقيقة وصحيحة.\n- عدم انتحال صفة أي جهة أو فرد.\n- عدم استخدام أكثر من حساب واحد لنفس الشخص دون سبب قانوني.",

  "terms_allowed_usage": "الاستخدام المشروع",
  "terms_allowed_usage_text": "يُحظر على المستخدم القيام بأي من الأمور التالية:\n- إرسال أو تحميل محتوى مسيء أو احتيالي أو غير قانوني .\n- محاولة اختراق أنظمة الحماية أو تعطيل خدمات التطبيق.\n- استخدام التطبيق لأغراض تجارية غير مصرّح بها.",

  "terms_ip_rights": "حقوق الملكية الفكرية",
  "terms_ip_rights_text": "تعود جميع الحقوق المتعلقة بالمحتوى، والتصميم، والعلامات التجارية، والشعارات، والتقنيات المستخدمة في التطبيق إلى الشركة، ويمنع نسخها أو إعادة استخدامها بدون إذن مكتوب.",

  "terms_termination": "إنهاء الخدمة",
  "terms_termination_text": "يحق للشركة إنهاء أو تقييد وصول أي مستخدم بشكل دائم أو مؤقت في الحالات التالية:\n- مخالفة شروط الاستخدام أو القوانين المعمول بها.\n- إساءة الاستخدام أو تعمد تعطيل الخدمة.\n- التسبب بأي ضرر مادي أو معنوي للشركة أو المستخدمين الآخرين.",

  "terms_modifications": "التعديلات على الشروط",
  "terms_modifications_text": "تحتفظ الشركة بحق تعديل هذه الشروط دون إشعار مسبق، وتكون النسخة المنشورة على التطبيق أو الموقع هي السارية.",

  "terms_law": "القانون والاختصاص القضائي",
  "terms_law_text": "تخضع هذه الشروط لأحكام القوانين النافذة في جمهورية العراق، وتكون محاكم محافظة النجف هي المختصة حصرياً بالنظر في أي نزاع ينشأ عنها."
}